<section class="card-list">
        <div class="movie-card" id="278">
            <img src="https://image.tmdb.org/t/p/w500/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg" alt="The Shawshank Redemption">
            <h3 class="movie-title">The Shawshank Redemption</h3>
            <p>Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.</p>
            <p>Rating: 8.707</p>
        </div>
        <div class="movie-card" id="238">
            <img src="https://image.tmdb.org/t/p/w500/3bhkrj58Vtu7enYsRolD1fZdja1.jpg" alt="The Godfather">
            <h3 class="movie-title">The Godfather</h3>
            <p>Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.</p>
            <p>Rating: 8.692</p>
        </div>
        <div class="movie-card" id="240">
            <img src="https://image.tmdb.org/t/p/w500/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg" alt="The Godfather Part II">
            <h3 class="movie-title">The Godfather Part II</h3>
            <p>In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.</p>
            <p>Rating: 8.576</p>
        </div>
        <div class="movie-card" id="424">
            <img src="https://image.tmdb.orsg/t/p/w500/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg" alt="Schindler's List">
            <h3 class="movie-title">Schindler's List</h3>
            <p>The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.</p>
            <p>Rating: 8.566</p>
        </div>
        <div class="movie-card" id="389">
            <img src="https://image.tmdb.org/t/p/w500/ow3wq89wM8qd5X7hWKxiRfsFf9C.jpg" alt="12 Angry Men">
            <h3 class="movie-title">12 Angry Men</h3>
            <p>The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.</p>
            <p>Rating: 8.5</p>
        </div>
        <div class="movie-card" id="129">
            <img src="https://image.tmdb.org/t/p/w500/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg" alt="Spirited Away">
            <h3 class="movie-title">Spirited Away</h3>
            <p>A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.</p>
            <p>Rating: 8.537</p>
        </div>
        <div class="movie-card" id="19404">
            <img src="https://image.tmdb.org/t/p/w500/lfRkUr7DYdHldAqi3PwdQGBRBPM.jpg" alt="Dilwale Dulhania Le Jayenge">
            <h3 class="movie-title">Dilwale Dulhania Le Jayenge</h3>
            <p>Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.</p>
            <p>Rating: 8.536</p>
        </div>
        <div class="movie-card" id="155">
            <img src="https://image.tmdb.org/t/p/w500/qJ2tW6WMUDux911r6m7haRef0WH.jpg" alt="The Dark Knight">
            <h3 class="movie-title">The Dark Knight</h3>
            <p>Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.</p>
            <p>Rating: 8.516</p>
        </div>
        <div class="movie-card" id="496243">
            <img src="https://image.tmdb.org/t/p/w500/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg" alt="Parasite">
            <h3 class="movie-title">Parasite</h3>
            <p>All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.</p>
            <p>Rating: 8.508</p>
        </div>
        <div class="movie-card" id="497">
            <img src="https://image.tmdb.org/t/p/w500/8VG8fDNiy50H4FedGwdSVUPoaJe.jpg" alt="The Green Mile">
            <h3 class="movie-title">The Green Mile</h3>
            <p>A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.</p>
            <p>Rating: 8.506</p>
        </div>
        <div class="movie-card" id="372058">
            <img src="https://image.tmdb.org/t/p/w500/q719jXXEzOoYaps6babgKnONONX.jpg" alt="Your Name.">
            <h3 class="movie-title">Your Name.</h3>
            <p>High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.</p>
            <p>Rating: 8.49</p>
        </div>
        <div class="movie-card" id="680">
            <img src="https://image.tmdb.org/t/p/w500/d5iIlFn5s0ImszYzBPb8JPIfbXD.jpg" alt="Pulp Fiction">
            <h3 class="movie-title">Pulp Fiction</h3>
            <p>A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.</p>
            <p>Rating: 8.487</p>
        </div>
        <div class="movie-card" id="122">
            <img src="https://image.tmdb.org/t/p/w500/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg" alt="The Lord of the Rings: The Return of the King">
            <h3 class="movie-title">The Lord of the Rings: The Return of the King</h3>
            <p>As armies mass for a final battle that will decide the fate of the world--and powerful, ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, who, accompanied by his loyal friend Sam and the hideous, wretched Gollum, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.&ZeroWidthSpace;</p>
            <p>Rating: 8.482</p>
        </div>
        <div class="movie-card" id="13">
            <img src="https://image.tmdb.org/t/p/w500/arw2vcBveWOVZr6pxd9XTd1TdQa.jpg" alt="Forrest Gump">
            <h3 class="movie-title">Forrest Gump</h3>
            <p>A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.</p>
            <p>Rating: 8.476</p>
        </div>
        <div class="movie-card" id="769">
            <img src="https://image.tmdb.org/t/p/w500/aKuFiU82s5ISJpGZp7YkIr3kCUd.jpg" alt="GoodFellas">
            <h3 class="movie-title">GoodFellas</h3>
            <p>The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.</p>
            <p>Rating: c</p>
        </div>
        <div class="movie-card" id="429">
            <img src="https://image.tmdb.org/t/p/w500/bX2xnavhMYjWDoZp1VM6VnU1xwe.jpg" alt="The Good, the Bad and the Ugly">
            <h3 class="movie-title">The Good, the Bad and the Ugly</h3>
            <p>While the Civil War rages on between the Union and the Confederacy, three men – a quiet loner, a ruthless hitman, and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.</p>
            <p>Rating: 8.464</p>
        </div>
        <div class="movie-card" id="346">
            <img src="https://image.tmdb.org/t/p/w500/8OKmBV5BUFzmozIC3pPWKHy17kx.jpg" alt="Seven Samurai">
            <h3 class="movie-title">Seven Samurai</h3>
            <p>A samurai answers a village's request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food.</p>
            <p>Rating: 8.46</p>
        </div>
        <div class="movie-card" id="667257">
            <img src="https://image.tmdb.org/t/p/w500/t2Ew8NZ8Ci2kqmoecZUNQUFDJnQ.jpg" alt="Impossible Things">
            <h3 class="movie-title">Impossible Things</h3>
            <p>After the death of her abusive husband, Matilde finds her new best friend in Miguel, her young, insecure, and disoriented neighbor.</p>
            <p>Rating: 8.458</p>
        </div>
        <div class="movie-card" id="12477">
            <img src="https://image.tmdb.org/t/p/w500/k9tv1rXZbOhH7eiCk378x61kNQ1.jpg" alt="Grave of the Fireflies">
            <h3 class="movie-title">Grave of the Fireflies</h3>
            <p>In the final months of World War II, 14-year-old Seita and his sister Setsuko are orphaned when their mother is killed during an air raid in Kobe, Japan. After a falling out with their aunt, they move into an abandoned bomb shelter. With no surviving relatives and their emergency rations depleted, Seita and Setsuko struggle to survive.</p>
            <p>Rating: 8.458</p>
        </div>
        <div class="movie-card" id="11216">
            <img src="https://image.tmdb.org/t/p/w500/gCI2AeMV4IHSewhJkzsur5MEp6R.jpg" alt="Cinema Paradiso">
            <h3 class="movie-title">Cinema Paradiso</h3>
            <p>A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.</p>
            <p>Rating: 8.45</p>
        </div></section>